[
  {
    "id": "breakfast_001",
    "category": "breakfast",
    "title": "Хелзі млинці з грецьким йогуртом, вишнями та какао",
    "ingredients": [
      "Яйце – 1 шт.",
      "Вівсяне борошно або цільнозернове борошно – 40 г (2 ст. л)",
      "Молоко (будь-яке: коров'яче, рослинне) – 70 мл",
      "Какао-порошок – 1 ч. л (5 г)",
      "Мед або сироп агави – 1 ч. л (за бажанням)",
      "Вишні консервовані або свіжі (або будь-які інші ягоди) – 50 г",
      "Грецький йогурт – 2,5 ст. л (75 г)",
      "Оливкова олія або кокосова олія – 1/2 ч. л для смаження (5 г)",
      "Сіль та кориця за смаком"
    ],
    "steps": [
      "1. У мисці збийте яйце з молоком до однорідної консистенції. Додайте вівсяне борошно, какао-порошок, дрібку солі, а також корицю або ванільний екстракт для аромату. За бажанням можна додати трохи меду для солодкості. Добре перемішайте, щоб не залишилося грудочок.",
      "2. Нагрійте сковороду на середньому вогні й змастіть її оливковою або кокосовою олією.",
      "3. Вилийте частину тіста на сковороду, розподіліть тонким шаром і обсмажуйте з обох боків по 1-2 хвилини, поки млинець не стане золотистим. Повторіть з усім тістом.",
      "4. Вишні або інші ягоди трохи прогрійте на сковороді або в мікрохвильовці, щоб вони стали теплими й соковитими.",
      "5. На кожен млинець викладіть грецький йогурт (по 1 ст. л), додайте трохи теплих вишень або ягід.",
      "6. Згорніть млинці рулетом або складіть їх у трикутник. Подавайте млинці теплими, прикрасивши залишками вишень або йогурту зверху. Можна додати трохи меду або сиропу агави для додаткової солодкості."
    ],
    "image_file": "breakfast_001.png",
    "source_page": 35
  },
  {
    "id": "breakfast_002",
    "category": "breakfast",
    "title": "Високобілкові Панкейки",
    "ingredients": [
      "Творог 5% – 100 г + Яйце – 1 шт. (60 г)",
      "Вівсяне борошно або цільнозернове борошно – 2 ст. л (30 г)",
      "Молоко (коров'яче або рослинне) – 30 мл",
      "Горіхи кеш'ю – 10 г (подрібнені)",
      "Банан – 50 г (нарізаний) + Груша – 50 г (нарізана)",
      "Розпушувач – 1/2 ч. л",
      "Оливкова або кокосова олія – 1/2 ч. л (для смаження)",
      "Мед або сироп агави – 10 г",
      "Ванільний екстракт або кориця – за смаком"
    ],
    "steps": [
      "1. У мисці змішайте творог, яйце та молоко до однорідної консистенції. Додайте вівсяне борошно, розпушувач, ванільний екстракт або корицю. Добре перемішайте.",
      "2. Додайте нарізані банан і грушу, а також подрібнені горіхи кеш’ю. Знову акуратно перемішайте.",
      "3. На середньому вогні розігрійте сковороду з оливковою або кокосовою олією.",
      "4. Викладайте тісто ложкою, формуючи панкейки. Смажте з обох боків по 1-2 хвилини, поки не з’явиться золотава скоринка.",
      "5. Полийте готові панкейки медом або сиропом агави зверху."
    ],
    "image_file": "breakfast_002.png",
    "source_page": 36
  },
  {
    "id": "breakfast_003",
    "category": "breakfast",
    "title": "Сирники з мигдальними пластівцями та ягодами",
    "ingredients": [
      "Творог 9% – 130 г",
      "Яйце куряче – 1 шт. (60 г)",
      "Олія – 5 г (рекомендую кокосову, але можна іншу)",
      "Ванільна цукрова пудра – 7 г",
      "Мигдальні пластівці або лущена ліщина (подрібнені) – 10 г",
      "Борошно класичне або рисове – 1 ст. л без вершка",
      "Сметана 15% – 20 г",
      "Ягоди (на вибір: малина, чорниця, полуниця) – 60 г"
    ],
    "steps": [
      "1. У глибокій мисці розімніть творог до однорідної маси.",
      "2. Додайте яйце, борошно, наріжте 15 ягід та додайте їх у масу, ретельно перемішайте. З отриманої маси сформуйте невеликі сирники руками. Обкачайте їх у цукровій пудрі для легкого обсмажування.",
      "3. Розігрійте сковорідку на середньому вогні та додайте олію.",
      "4. Обсмажуйте сирники з обох боків до золотистої скоринки (приблизно по 3 хвилини на кожну сторону).",
      "5. Подавайте сирники теплими зі сметаною та свіжими ягодами, що залишилися. Посипте зверху шматочками мигдалю чи ліщини."
    ],
    "image_file": "breakfast_003.png",
    "source_page": 37
  },
  {
    "id": "breakfast_004",
    "category": "breakfast",
    "title": "Авокадо з яйцем",
    "ingredients": [
      "Авокадо – 1 шт (120 г)",
      "Яйця курячі – 2 шт. (120 г)",
      "Сіль і перець – на смак",
      "Рисові хлібці – 2 шт.",
      "Зелень (петрушка, кріп, базилік) – для прикраси (за бажанням)"
    ],
    "steps": [
      "1. Розріжте авокадо навпіл і видаліть кісточку. За допомогою ложки трохи збільште отвір, щоб було достатньо місця для яйця. Поставте половинки авокадо на деко. Обережно розбийте одне яйце в кожну половинку авокадо. Якщо яйця великі, спочатку влийте трохи білка, щоб яйце помістилося.",
      "2. Розігрійте духовку до 180°C. Випікайте авокадо з яйцем приблизно 15-20 хвилин, поки білок не стане твердим, а жовток залишиться трохи рідким (або на свій смак).",
      "3. Дістаньте авокадо з духовки, приправте сіллю та перцем.",
      "4. Подавайте разом з рисових хлібцями. За бажанням можна прикрасити свіжою зеленню."
    ],
    "image_file": "breakfast_004.png",
    "source_page": 38
  },
  {
    "id": "breakfast_005",
    "category": "breakfast",
    "title": "Сніданковий Хелзі боул з грецьким йогуртом",
    "ingredients": [
      "Грецький йогурт (без добавок) 5% – 200 г",
      "Волоський горіх – 20 г",
      "Лохина – 60 г (підійдуть і інші ягоди, ягід можна додати на 40-50 г більше для користі. А також можна заміняти хурму, інжир, айва, груша, ківі зі шкіркою)",
      "Мед – 10 г",
      "М'ята – для прикраси"
    ],
    "steps": [
      "1. Візьміть 200 г грецького йогурту та викладіть у глибоку тарілку.",
      "2. Посипте йогурт подрібненими грецькими горіхами (20 г).",
      "3. Додайте лохину (можете використовувати свіжу або заморожену).",
      "4. Полийте медом (10 г) для солодкості.",
      "5. Декоруйте боул свіжими листочками м’яти для аромату та свіжого вигляду.",
      "6. Боул можна подавати одразу. Його краще їсти охолодженим."
    ],
    "image_file": "breakfast_005.png",
    "source_page": 39
  },
  {
    "id": "breakfast_006",
    "category": "breakfast",
    "title": "Швидкий протеїновий чізкейк в мікрохвильовці",
    "ingredients": [
      "Нежирний сир (5% або 0%) – 150 г",
      "Яйце – 1 шт.",
      "Грецький йогурт (без цукру) – 50 г",
      "Мед або сироп агави – 10 г (за бажанням)",
      "Вівсяне борошно – 1 ст. л (20 г)",
      "Ванільний екстракт – кілька крапель",
      "Кориця або какао – на смак (для аромату)",
      "Ягоди перетерті в пюре для подачі (на вибір: малина, лохина, полуниця) – 40 г"
    ],
    "steps": [
      "1. У глибокій мисці змішайте нежирний сир, яйце, грецький йогурт та мед (якщо використовуєте). Додайте вівсяне борошно, ванільний екстракт і корицю або какао для аромату.",
      "2. Добре перемішайте масу до однорідної консистенції. Перелийте суміш у невелику миску або форму, придатну для мікрохвильовки.",
      "3. Поставте в мікрохвильовку на 2-3 хвилини при потужності 800-900 Вт. Чізкейк має піднятися і стати щільним. Час приготування залежить від потужності вашої мікрохвильовки, тому стежте, щоб він не пересушився.",
      "4. Дайте чізкейку трохи охолонути. Подавайте з ягодами для прикраси та додаткової свіжості."
    ],
    "image_file": "breakfast_006.png",
    "source_page": 40
  },
  {
    "id": "breakfast_007",
    "category": "breakfast",
    "title": "Сендвіч з шинкою та сиром",
    "ingredients": [
      "Хліб цілозерновий і бажано бездріжджовий (2 скибочки) - 60 г",
      "Шинка - 75 г",
      "Сир твердий - 20 г",
      "Огірок - 80 г",
      "Листя салату або рукола - 15-50 г",
      "Гірчиця - 2 ч.л (8 г)"
    ],
    "steps": [
      "1. По можливості підсушіть шматки хліба. Нанесіть на кожен шматок гірчицю.",
      "2. Тонко наріжте шинку та сир і викладіть їх шар за шаром на хліб.",
      "3. Тонко наріжте огірок та товстими шматками салат, викладіть їх на сир з шинкою. Зверху накрийте іншим шматком хліба та розріжте навпіл.",
      "4. Якщо огірка та салату забагато для сендвіча, можете їх викласти збоку та їсти вприкуску до сендвіча."
    ],
    "image_file": "breakfast_007.png",
    "source_page": 41
  },
  {
    "id": "breakfast_008",
    "category": "breakfast",
    "title": "Сендвіч з тунцем та авокадо",
    "ingredients": [
      "Хліб цілозерновий (2 скибочки) - 60 г",
      "Тунець у власному соку - 120 г",
      "Авокадо - 1/4 шт",
      "Помідор - 50-60 г (1 шт)",
      "Листя салату айсберг - 15-50 г",
      "Соус тартар або Майонез - 15 г"
    ],
    "steps": [
      "1. Підсмажте дві скибочки цілозернового хліба на сухій сковороді або в тостері. Відкрийте консерву з тунцем, злийте рідину 120 г.",
      "2. Наріжте 1/4 авокадо скибочками. Наріжте помідор (50-60 г) кільцями.",
      "3. Намажте 15 г соусу тартар або майонезу на одну скибочку хліба.",
      "4. Викладіть шар листя салату, потім тунець, авокадо і кільця помідора.",
      "5. Накрийте другою скибочкою хліба. Розріжте сендвіч навпіл для зручності."
    ],
    "image_file": "breakfast_008.png",
    "source_page": 42
  },
  {
    "id": "breakfast_009",
    "category": "breakfast",
    "title": "Сендвіч з Лососем та крем-сиром",
    "ingredients": [
      "Хліб житній або Чабата (2 скибочки) - 60 г",
      "Лосось слабосолоний - 80 г",
      "Крем-сир - 25 г",
      "кріп, часник, петрушка - 5-15 г (подрібнити та змішати з крем-сиром)",
      "Бальзамічний крем до смаку"
    ],
    "steps": [
      "1. Підсмажте 2 скибочки житнього хліба в тостері або на сковороді.",
      "2. Подрібніть кріп, часник та петрушку (5-15 г).",
      "3. Візьміть 25 г крем-сиру і змішайте його з подрібненим кропом, часником та петрушкою.",
      "4. Намажте одну скибочку хліба крем-сиром.",
      "5. Викладіть зверху шматочки слабосоленого лосося.",
      "6. Накрийте другою скибочкою хліба. Розріжте сендвіч навпіл для зручності."
    ],
    "image_file": "breakfast_009.png",
    "source_page": 43
  },
  {
    "id": "breakfast_010",
    "category": "breakfast",
    "title": "Яєчний мафін швидкий",
    "ingredients": [
      "Яйце – 1 шт.",
      "Молоко (будь-яке: коров'яче, рослинне) – 10 мл (1 ст. л)",
      "Сир твердий або напівтвердий – 10 г (тертий)",
      "Перець болгарський – 20 г (кілька кубиків)",
      "Шпинат – 10 г (дрібно порізаний)",
      "Сіль, перець – на смак",
      "Оливкова олія – 1/2 ч. л (для змащування форми)",
      "Зелень (кріп, петрушка) – за бажанням"
    ],
    "steps": [
      "1. У маленькій мисці збийте яйце разом з молоком до однорідної консистенції. Подрібніть перець та шпинат.",
      "2. Додайте до яєчної суміші тертий сир, перець, шпинат, сіль та перець. За бажанням можна додати зелень.",
      "3. Змастіть невелику форму для мафінів або чашку оливковою олією.",
      "4. Якщо випікаєте в духовці: випікайте при 180°C протягом 10-12 хвилин, поки мафін не стане золотистим і не підніметься.",
      "5. Якщо випікаєте в мікрохвильовці: готуйте на високій потужності протягом 1-2 хвилин.",
      "6. Вийміть мафін із форми або чашки, дайте йому трохи охолонути, і подавайте на сніданок."
    ],
    "image_file": "breakfast_010.png",
    "source_page": 44
  },
  {
    "id": "lunch_001",
    "category": "lunch",
    "title": "Дикий Ліс",
    "ingredients": [
      "Гречка - 50 г",
      "Гриби - 150 г",
      "Цибуля - 130 г",
      "Сир фета - 20 г",
      "Телячий не жирний фарш - 150 г",
      "Олія - 5 г",
      "Сіль, спеції, зелень - на смак"
    ],
    "steps": [
      "1. Відваріть гречку за інструкцією та злийте зайву воду.",
      "2. Обсмажте на олії цибулю до золотистого кольору. Додайте гриби та смажте ще 5-8 хвилин, доки вони добре підрум’яняться. Потім додайте фарш і обсмажуйте на високому вогні ще 15 хвилин, приправивши улюбленими спеціями. Наприкінці додайте фету або творог і перемішайте.",
      "3. Викладіть страву на тарілку.",
      "P.S. Рекомендую добре обсмажити гриби, щоб випарувалася зайва волога. До готової страви можна додати улюблену зелень."
    ],
    "image_file": "lunch_001.png",
    "source_page": 64
  },
  {
    "id": "lunch_002",
    "category": "lunch",
    "title": "Зелена Гречка з пармезаном",
    "ingredients": [
      "Гречка - 45 г",
      "Авокадо - 75 г",
      "Тунець консервований у власному соку - 160 г",
      "Пармезан дрібно натертий - 15 г",
      "Бальзамічний крем - 5 г",
      "Сік лимона чи лайма - 1 ст. л для смаку",
      "Цедра лимона чи лайма, сіль, орегано - на смак"
    ],
    "steps": [
      "1. Є два способи приготування зеленої гречки. Перший — зварити її у великій кількості води. Другий — промити гречку і залити кип’яченою водою на 2 години. Після цього злийте зайву воду, додайте сіль та орегано.",
      "2. Авокадо очистіть та перемніть виделкою або в блендері, додавши трішки солі та соку лайма. Додайте пюре авокадо до гречки та добре перемішайте.",
      "3. У центрі тарілки ложкою зробіть невелику виїмку та помістіть туди тунець або відварені та очищені яйця.",
      "4. Натріть мілко пармезан і посипте зверху. Для свіжості натріть дуже мілко цедру лимона і посипте страву зверху."
    ],
    "image_file": "lunch_002.png",
    "source_page": 65
  },
  {
    "id": "lunch_003",
    "category": "lunch",
    "title": "Різотто з морепродуктами",
    "ingredients": [
      "Рис - 50 г",
      "Морепродукти - 150 г",
      "Олія - 5 г",
      "Вершки 10% - 75 г",
      "Вода - 50-100 мл",
      "Зерна гарбуза - 5-7 г",
      "Духмяний перець, орегано та сіль - на смак",
      "Петрушка свіжа та шматочок лимона - для смаку і прикраси"
    ],
    "steps": [
      "1. Відварюємо рис згідно з інструкцією та викладаємо у тарілку.",
      "2. Обсмажуємо морепродукти на олії на високому вогні 5–12 хвилин. Після цього зменшуємо вогонь до мінімуму, додаємо вершки, усі спеції та воду. Тушкуємо 5–7 хвилин та викладаємо зверху на рис.",
      "3. Підсмажуємо зерна гарбуза та додаємо їх зверху. Дрібно нарізаємо петрушку та посипаємо зверху.",
      "4. За бажанням, можна їсти в прикуску зі свіжим огірком або нашинкувати трішки капусти до вже готового різотто."
    ],
    "image_file": "lunch_003.png",
    "source_page": 66
  },
  {
    "id": "lunch_004",
    "category": "lunch",
    "title": "Хелзі Полента",
    "ingredients": [
      "Кукурудзяна крупа (полента) - 30 г",
      "Крем-сир - 30 г",
      "Бекон - 50 г (або веганські сосиски 80 г)",
      "Олія - 1 ст. л",
      "Цибуля - 40 г",
      "1 яйце відварене"
    ],
    "steps": [
      "1. Відваріть крупу до рідкої консистенції.",
      "2. На олії обсмажте цибулю до рум’яного кольору, потім додайте бекон і просмажте все разом ще 5 хвилин.",
      "3. Відваріть яйце протягом 7 хвилин до трохи рідкого стану.",
      "4. Викладіть кашу в тарілку, додайте крем-сир, зверху викладіть смажений з цибулею бекон, а на нього - очищене яйце.",
      "5. За бажанням можна додати руколу."
    ],
    "image_file": "lunch_004.png",
    "source_page": 67
  },
  {
    "id": "lunch_005",
    "category": "lunch",
    "title": "Салатний Боул",
    "ingredients": [
      "Кіноа - 30 г",
      "Куряче філе - 80 г",
      "Яйце - 1 шт",
      "Соус теріякі - 1 ст. л",
      "Соус цезар - 10 г",
      "Огірок свіжий - 40 г, Рукола 15 г, коктейльний помідор 50 г, Капуста фіолетова 20 г, редис 20 г, Лимон 20 г",
      "Авокадо - 1/2 шт",
      "Смажений арахіс або кешью - 10 г, Кунжут - 1 г"
    ],
    "steps": [
      "1. Помийте та відваріть кіноа згідно інструкції, злийте зайву воду.",
      "2. Куряче Філе запечіть у фользі зі спеціями в духовці. Після чого поріжте на смужки й викладіть збоку до Кіноа. Відваріть яйце, розріжте навпіл і викладіть його поруч у тарілці. Авокадо розімніть виделкою та викладіть зверху.",
      "4. Тонко наріжте всі овочі і капусту, викладіть їх також збоку.",
      "5. Полийте все зверху соусом теріякі та цезар, посипте підсмаженим арахісом і зернами кунжуту."
    ],
    "image_file": "lunch_005.png",
    "source_page": 68
  },
  {
    "id": "lunch_006",
    "category": "lunch",
    "title": "Паста у вершковому соусі",
    "ingredients": [
      "Спагеті - 35 г",
      "Куряче філе - 80 г",
      "1 шт яйце",
      "Олія - 5 г",
      "Вершки 10% - 75 г",
      "Будь-які овочі - 150 г",
      "Орегано, сіль, перець - на смак"
    ],
    "steps": [
      "1. Овочі Наріжте дрібним кубиком і відваріть 5 хв, викладіть на дно тарілки.",
      "2. Відваріть спагетті за інструкцією та викладіть у тарілку зверху на овочі.",
      "3. Відваріть яйце 7 хвилин, розріжте навпіл і викладіть до спагетті зверху.",
      "4. Тонко наріжте філе та обсмажте на сковороді. Потім зменшіть вогонь до мінімуму, додайте вершки, сіль, орегано, перець, накрийте кришкою та тушкуйте 3-5 хвилин. Викладіть все зі сковорідки на спагетті."
    ],
    "image_file": "lunch_006.png",
    "source_page": 69
  },
  {
    "id": "lunch_007",
    "category": "lunch",
    "title": "Паста з креветками",
    "ingredients": [
      "Спагеті - 35 г",
      "Креветки - 150 г",
      "Шпинат - 20 г",
      "Авокадо - 1 шт, Сік лайма - 1 ст. л, Кеш'ю - 10 г, Олія - 1 ст. л"
    ],
    "steps": [
      "1. Відваріть спагеті до готовності, потім викладіть їх у тарілку.",
      "2. Відваріть креветки 8 хвилин, наріжте їх дрібними шматочками й викладіть зверху на спагеті.",
      "3. В блендер помістіть авокадо, кеш'ю, олію, сік лайма, сіль і спеції.",
      "4. Ошпарте шпинат в кип’ятку, потім половину додайте в блендер.",
      "5. Зблендуйте всі інгредієнти до однорідної маси, після чого полийте соусом спагеті.",
      "6. Посипте готову страву зеленню."
    ],
    "image_file": "lunch_007.png",
    "source_page": 70
  },
  {
    "id": "lunch_008",
    "category": "lunch",
    "title": "Паста БОУЛ",
    "ingredients": [
      "Макарони спіралевидні чи метелики - 50 г",
      "Тунець консервований у власному соку - 120 г",
      "Авокадо - 1/2 шт (60 г), Волоський горіх - 10 г, Лайм - 1/2 шт, Гірчиця в зернах Діжонська - 5 г",
      "Шпинат або рукола - 25 г, Олівя - 10 г, Оливки без кісточки - 30 г, Коктейльний помідор - 60 г, Огірок - 25 г"
    ],
    "steps": [
      "1. Відваріть макарони за інструкцією. Після цього злийте воду. Додайте збоку шматочки тунця з банки.",
      "2. Навпіл порозрізайте помідорки, півкільцями огірок та викладіть теж у тарілку. Додайте руколу та оливки.",
      "3.Очистіть авокадо від шкіри та кісточки, розімніть виделкою до стану пюре, туди ж додайте олію, сіль, перець, гірчицю, вичавіть сік лайма. Добре все перемішайте та додайте до макаронів."
    ],
    "image_file": "lunch_008.png",
    "source_page": 71
  },
  {
    "id": "lunch_009",
    "category": "lunch",
    "title": "Хелзі Карбонара",
    "ingredients": [
      "Спагеті - 50 г",
      "Бекон - 40 г",
      "Куряче філе - 75 г",
      "Яйце (жовток) - 1 шт",
      "Вершки 10% - 75 г",
      "Пармезан - 7 г",
      "Сіль, перець - на смак"
    ],
    "steps": [
      "1. Відваріть спагетті за інструкцією.",
      "2. На сковороді підсмажте бекон і курку до повної готовності.",
      "3. Додайте на сковорідку вершки, сіль, спеції, зменшіть вогонь та готуйте 3-4 хвилини.",
      "4. Додайте спагетті та підігрійте все разом ще 2 хвилини.",
      "5. Викладіть суміш у тарілку, натріть пармезан і посипте зверху.",
      "6. На гарячі спагетті викладіть свіжий жовток яйця, посоліть і поперчіть."
    ],
    "image_file": "lunch_009.png",
    "source_page": 72
  },
  {
    "id": "lunch_010",
    "category": "lunch",
    "title": "Лапша по китайски",
    "ingredients": [
      "Лапша соба або Фунчоза - 40 г",
      "Гриби або Баклажан чи Цукіні - 100 г",
      "Солодкий перець - 50-100 г, Морква - 50-60 г",
      "Тофу або Телятина - 100 г, Цибуля - 25 г, Олія - 5 г",
      "Грецький горіх або Гарбузові зерна - 5 г"
    ],
    "steps": [
      "1. Відваріть лапшу за інструкцією.",
      "2. Розігрійте олію. Тонко наріжте гриби, тофу, цибулю, перець і моркву. Обсмажте все разом протягом 5-15 хвилин.",
      "3. Додайте лапшу на сковороду з овочами.",
      "4. Додайте подрібнені зерна, соус і ретельно перемішайте."
    ],
    "image_file": "lunch_010.png",
    "source_page": 73
  },
  {
    "id": "dinner_001",
    "category": "dinner",
    "title": "Салат з індички та солодкої груші",
    "ingredients": [
      "Огірок без шкірки - 100 г",
      "Груша солодка - 100 г",
      "Рукола - 25 г, Індичка або куряче філе - 100 г",
      "Соус цезар - 15-20 г, Редис - 25 г",
      "Мед - 7 г, Бальзаміко - 1-3 г, Сік лайма"
    ],
    "steps": [
      "1. Відваріть куряче філе або запечіть у фользі та наріжте кубиками.",
      "2. Наріжте грушу та огірок, додайте руколу, індичку та тонко нарізану селеру (редис).",
      "3. Додайте соус, сік лайма та ретельно перемішайте.",
      "4. Приправте бальзаміко і медом за смаком."
    ],
    "image_file": "dinner_001.png",
    "source_page": 97
  },
  {
    "id": "dinner_002",
    "category": "dinner",
    "title": "Ніжна Рибка з овочами та горіховим соусом",
    "ingredients": [
      "Броколі - 75 г, Цвітна капуста - 75 г",
      "Лосось - 120 г",
      "Морква - 75 г, Огірок - 75 г",
      "Апельсин - 1/4 шт, мед - 5 г, соєвий соус - 5 г, Соус кунжутний - 25 г"
    ],
    "steps": [
      "1. Наріжте овочі кубиком. Відваріть овочі протягом 5-7 хвилин, охолодіть. Змішайте всі овочі, додайте соєвий соус, сік апельсина, мед. Викладіть у тарілку.",
      "3. Лосось обсмажте без олії протягом 12 хв або запечіть, розріжте навпіл та викладіть зверху на овочі.",
      "4. Навколо полийте кунжутним соусом. Прикрасьте зеленню."
    ],
    "image_file": "dinner_002.png",
    "source_page": 98
  },
  {
    "id": "dinner_003",
    "category": "dinner",
    "title": "Салат “Залізна Людина”",
    "ingredients": [
      "Гречка (або чорна кіноа) - 30 г",
      "Олія - 1 ст л, Цибуля - 25 г, Гриби - 75 г",
      "Буряк відварений - 150 г, Хумус - 15 г",
      "Яйце відварене - 1/2 шт, Апельсин - 50 г, Зерна соняшника - 5 г"
    ],
    "steps": [
      "1. Відваріть гречку та викладіть у тарілку. Смужками наріжте яйце.",
      "2. На олії підсмажте цибулю та гриби до золотистого кольору.",
      "3. Відварений буряк натріть, додайте гриби з цибулею та хумус, добре перемішайте.",
      "4. Очистіть апельсин, наріжте та викладіть на салат. Посипте зернами соняшника."
    ],
    "image_file": "dinner_003.png",
    "source_page": 99
  },
  {
    "id": "dinner_004",
    "category": "dinner",
    "title": "Салат з телятиною, горіховим соусом і виноградом",
    "ingredients": [
      "Броколі - 100 г, Авокадо - 60 г, Телятина - 120 г, Виноград - 35 г",
      "Мигдаль - 7 г, Горіховий соус - 15 г, Сік лайма, Олія - 5 г"
    ],
    "steps": [
      "1. Запечіть телятину у фользі 25 хвилин. Наріжте смужками. Рідину з фольги використайте як соус.",
      "2. Овочі та виноград промийте. Виноград розріжте навпіл, авокадо та броколі наріжте дрібним кубиком. Додайте телятину та руколу.",
      "3. Змішайте рідину з м’яса, сік лайму, горіховий соус та олію. Полийте сумішшю страву.",
      "4. Посипте горішками."
    ],
    "image_file": "dinner_004.png",
    "source_page": 100
  },
  {
    "id": "dinner_005",
    "category": "dinner",
    "title": "Стейк Салат",
    "ingredients": [
      "Куряче філе - 180 г, Лимон - 30 г",
      "Капуста - 70 г, Огірок - 75 г, Редис - 25 г, Сметана 10% - 40 г, Помідор - 60 г"
    ],
    "steps": [
      "1. Капусту, огірок та редис наріжте соломкою, помідор — кільцями. Додайте сметану та спеції, перемішайте. Викладіть у тарілку.",
      "2. Куряче філе полийте соком лимона та смажте на грилі 20–22 хвилини. Наріжте смужками та викладіть зверху."
    ],
    "image_file": "dinner_005.png",
    "source_page": 101
  },
  {
    "id": "dinner_006",
    "category": "dinner",
    "title": "Вершкове рагу з овочами та куркою",
    "ingredients": [
      "Куряче філе - 150 г, Вершки 15% - 80 г, Олія - 5 г",
      "Броколі - 50 г, Цвітна капуста - 50 г, Морква - 50 г, Болгарський перець - 40 г"
    ],
    "steps": [
      "1. Куряче філе наріжте смужками та обсмажте 5–7 хвилин.",
      "2. Наріжте овочі смужками, додайте до філе та готуйте ще 1–2 хвилини.",
      "3. Додайте вершки, воду, спеції та протушкуйте 5 хвилин."
    ],
    "image_file": "dinner_006.png",
    "source_page": 102
  },
  {
    "id": "dinner_007",
    "category": "dinner",
    "title": "Соковите рагу з базиліком та м'ятою",
    "ingredients": [
      "Телятина - 200 г, Картопля - 100 г, Масло - 7 г",
      "Огірок - 80 г, Капуста - 60 г, Сметана 15% - 25 г"
    ],
    "steps": [
      "1. Відваріть картоплю. Протушкуйте телятину 17–25 хвилин.",
      "3. Додайте картоплю, масло, зелень до телятини, протушкуйте ще 1–2 хвилини.",
      "4. Для салату наріжте огірок та капусту, додайте сметану та перемішайте."
    ],
    "image_file": "dinner_007.png",
    "source_page": 103
  },
  {
    "id": "dinner_008",
    "category": "dinner",
    "title": "Стейк під соусом з авокадо на подушці зі хрумкої гречки",
    "ingredients": [
      "Телятина - 150 г, Гречка - 20 г, Авокадо - 1 шт, Кокосове молоко - 25 мл, Шпинат - 30 г, Олія - 5 г"
    ],
    "steps": [
      "1. Гречку відваріть та викладіть у тарілку.",
      "2. Соус: авокадо, кокосове молоко, шпинат змішайте в блендері. Викладіть на гречку.",
      "3. Стейк: телятину полийте соком лимона та спеціями. Обсмажте на високому вогні, потім протушкуйте 10–15 хвилин."
    ],
    "image_file": "dinner_008.png",
    "source_page": 104
  },
  {
    "id": "dinner_009",
    "category": "dinner",
    "title": "Стейк під вершковим соусом «ДорБлю» з грушею на подушці з білої кіноа",
    "ingredients": [
      "Куряче філе - 160 г, Кіноа - 20 г, Сир дорблю - 20 г, Вершки 10% - 50 г, Груша - 1/2 шт"
    ],
    "steps": [
      "1. Відваріть кіноа та викладіть у тарілку.",
      "2. Обсмажте куряче філе 5–7 хвилин.",
      "3. Додайте молоко, вершки, сир Дорблю та протушкуйте 5–7 хвилин.",
      "4. Викладіть стейк на кіноа. Збоку додайте свіжу грушу та руколу."
    ],
    "image_file": "dinner_009.png",
    "source_page": 105
  },
  {
    "id": "dinner_010",
    "category": "dinner",
    "title": "Стейк з овочами та зеленню",
    "ingredients": [
      "Яловичина - 150 г, Олія - 7 г, Шпинат - 30 г, Овочі для соусу - 300 г, Помідор чері - 75 г"
    ],
    "steps": [
      "1. Проваріть шпинат 3 хв та викладіть у тарілку.",
      "2. Приготуйте стейк на грилі та викладіть на тарілку.",
      "3. Овочі для соусу наріжте та відваріть. Зблендуйте з олією та полийте страву."
    ],
    "image_file": "dinner_010.png",
    "source_page": 106
  }
]